cask_args appdir: "/Application"
tap "caskroom/cask"
tap "caskroom/versions"
tap "caskroom/fonts"

brew "zsh-completions"
brew "tree"
brew "ghq"
brew "ag"
brew "peco"
brew "fzf"
brew "jq"
brew "neovim"
brew "npm"
brew "nvm"

cask "dbeaver"
cask "font-fira-code"
cask "hocus-focus"
cask "bartender"
cask "spectacle"
cask "typora"
cask "alfred"
cask "hyper"
cask "postman"
cask "visual-studio-code"